{
      "titles": [ "_Health Promotion and SRH counselling services", 
                  "_Effective communication with adolescent clients",
                  "_Physical and pubertal development",
                  "_Menarche and menstrual management",
                  "_Life planning and life skills education",

                  "_Consultation with adolescent clients",
                  "_Psychosocial consultation",
                  "_Sexual health consultation",
                  "_Sexual and reproductive health assessment",
                  "_Sexual development and first sexual experience",
                  "_First intercourse",
                  "_Sexual behaviour",
                  "_Sexual behaviour",
                  "_Sexual behaviour",
                  "_Sexual behaviour"
            ],
      "content":[ "Health facilities should provide scientific, age/development and culturally appropriate preventive or curative care counselling. Encourage adolescent clients to know the physical, psychological and social aspects of SRH care. Accurate communication, education and counselling services can address gaps in health behaviours to make well-informed choices (WHO 2017c: 7). One of the core competencies of Health care providers is the provision of quality information and counselling services for adolescent girls.\\n ", 
                  "<b>Communicate effectively with adolescent clients</b>\\n \\n - Use simple language and ask factual questions (about intimate relationships and their beliefs). \\n - Build rapport, promote engagement and empowerment\\n - Be specific (ask about last sexual encounter to assess the need for emergency contraception).\\n - Encourage the client to speak about peers and family. \\n - Assess cognitive capacity and observe non-verbal signs.\\n - Ensuring privacy and confidentiality\\n - Active Listening and demonstrating interest\\n - Start the counseling session by talking about non-threatening issues\\n - Reduce stigma by correcting the situation\\n - Establishing a comfortable and open relationship\\n - The healthcare worker asks questions to check client understanding\\n - Show Empathy",
                  "- Be reassuring and non-judgmental and give her an opportunity to talk with confidence about psychological and biological changes.\\n - Ask about family and peer relationships to locate the client on the developmental continuum and facilitate individualized counselling.\\n - Ask about her intention to have sex or whether close friends are sexually active.\\n - If the adolescent girl did not have a baby, talk about the added difficulty of developmental milestones before she takes on adult responsibilities.",
                  "One of the defining events of puberty in girls is menarche. Therefore, in the early stage of adolescence girls should be prepared for menstruation. Adolescent girls' health literacy must include menarche and menstrual health management so that they are well informed before reaching menarche. Adolescent girls in rural and impoverished urban communities, for example, are less likely to use sanitary pads and may lack access to water and toilets at school. As a result, health care workers should promote MHM commodity options, and improving health facilities is one of the activities to be undertaken. (FMoH 2017b: 63). Adolescent girls experiencing menstrual irregularities should be seen by experienced midwife.",
                  "Adolescent girls should have communication and negotiation skills as well as self-reflection, decision-making, and problem-solving abilities, as well as the ability to cope with emotions and stress, as well as self-awareness and empathy. They should also be taught goal setting, values, critical thinking, academic, employability, and job-creation skills. These skills enable them to make responsible decisions to abstain or delay the age of first intercourse in order to avoid unintended or unplanned pregnancies, STIs or HIV and their unintended consequences. Competent Health care providers should respond to their client's needs by being responsive, reassuring, and sensitive, and they should provide information and build skills that help them to take charge. Furthermore, health care workers (HCWs) should encourage collaborating with non-governmental organizations (NGOs) and schools to refer or link adolescent girls to health facilities that provide life skills education and/or training (FMoH 2017b: 61; WHO 2017a: 11)",
                  "Health consultation with adolescent clients should ensure privacy and confidentiality and involve them in decision-making. Competent Health care providers ought to conduct psychosocial assessments, and determine parents level of involvement. Effective collection of information increases awareness of the adolescent client’s life context (FMoH 2017b: 64)",
                  "The health care workers should start the psychosocial assessment of their adolescent clients using the questions Home & Environment; Education& Employment; Eating & Exercise; Activities; Drugs/Substances; Sexuality; Suicide/Depression; Safety (HEEADSSS) approach interview tool with non-threatening, open-ended, non-judgmental questions before moving on to more sensitive topics like sexual health. The presenting, complaint or reason for the visit should be established in order to progress and determine treatment.",
                  "Health care workers should speak about sexual health in a comprehensive way with clients coming to the health facilities.\nA client should be asked about:\n•Any concerns about physical/sexual development?\n•Ever had sex or sexually active now?\n•Age at first sex?\n•Ever been pregnant?",
                  "A client should be asked about:\n• History of menstruation and periods (pain, amount of bleeding and timing)\n• Knowledge about sexual health and body development\n• Sexual activity (peers or self)\n•Contraception, abortion, pregnancy and childbirth\n•STIs/HIV",
                  "A client should be asked the following questions to gain insight into the client's sexual health, including parental behaviors, social pressure, and cultural norms: (for adolescents who start sexual activity).\n•Describe your sexual intimacy including kissing, petting, heavy petting\n•When was the first time you had a sexual feeling.",
                  "The health care provider should ask the client:\n•Have you ever had sex?\n•Tell me about your initial penetrative encounter.\n•What, where, why, when, who, how (context).",
                  "The health care provider should ask the client:\n•Relationships and sexual activity from the past to the present\n•Have you had more than one sexual partner?\n•How do you generally protect yourself against pregnancy and STIs/HIV?\n•Sexual pressure (e.g. take responsibility for own behaviour, sexual history - number of partners, quality of relationship).",
                  "The health care provider should ask the client:\n•Do you know how to protect yourself from unintended pregnancy and STI/HIV?\n•What methods of protection against pregnancy and STIs/HIV have you used?\n•Have you practised abstinence (context) what, why, when and how?\n•Did you or your partner decide to use or not use abstinence?",
                  "Clients should be asked:\n• To what extent do you consider the risks associated with sex?\n• Have you ever requested a test from a partner? Why is this so? What's the harm?\n• Do you believe you are in danger? Why is this so? What's the harm?\n• Have you ever paid someone to have sex with you?\n•Have you ever been compensated for sex? (For example: develop critical thinking skills, avoid exploitative or manipulative relationships).",
                  "Clients should be advised on:\n•Abstinence strengthens protective factors such as maintaining virginity until marriage and avoiding child marriage. It also helps to prevent unintended pregnancy as well as STIs/HIV.\n•Pregnancy prevention before the age of 20.\n•Prevention of unsafe abortion."
            ],
      "images": [ "assets/images/doctor_monitoring.png",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  ""]
}
  