{
    "titles": [ "_ADOLESCENT NUTRITION SERVICES", 
                "_Adolescent nutrition energy requirements",
                "_Adolescent nutrition food pyramid",

                "_Micronutrient deficiencies",
                "_Nutrition intervention for adolescent girls",
                "_Nutrition assessment and counseling",

                "_Table 6.1  BMI for age cutoff, WHO 2000 growth reference 5-19 years",
                "_Promotion of healthy eating and physical activity Healthy eating",
                "_Physical activity",
               
                "_MONITORING AND EVALUATION",
                "_Mentoring and supportive supervision",
                "_Mentoring",
               
                "_Supportive supervision",
                "_Record keeping and reporting",
                "_Health care provider assessments"
          ],
    "content":[ "To promote optimal feeding and care practices, the MoH established the National Nutrition Programme II (NNP II) (CSA & ICF 2016:190). The MoH established the National Guideline on Adolescent, Maternal, Infant, and Young Child Nutrition (AMIYCN) in 2016 (CSA & ICF 2016:190). Adolescence, like the first thousand days, provides a second window of opportunity for growth and prevention of intergenerational malnutrition. Protein, iron, and other micronutrients are required to support adolescent growth and meet the body's increased demand for iron during menstruation. The most common form of malnutrition among Ethiopian adolescent girls, (30%) had iron deficiency anemia  (FMoH 2017b: 9).",
                "Adolescent energy needs are influenced by activity level, basal metabolic rate (BMR), and increased needs to support pubertal growth and development. The amount of lean body mass is proportional to the basal metabolic rate (FMoH 2017b: 186). The amount of protein required for maintenance of existing lean body mass and accrual of additional lean body mass during the adolescent growth spurt influences the protein needs of adolescents (FMoH 2017b: 186).",
                "The food pyramid tells us how much of each group of food should be eaten. The energy giving foods are the ones that need to be eaten the most, then the fruit and vegetables to help build immunity and provide micro-nutrients and then protein and animal source food to facilitate growth and provide micro-nutrients. Finally, fats oil and sugars should be eaten in smaller amounts (FMoH 2017b: 187).  A food pyramid is a graphical representation of the recommended number of servings from each of the basic food groups to consume each day (FMoH 2017b: 187) (see Figure 6.2).",
              
                "Low hemoglobin levels in the blood indicate iron deficiency anemia. Adolescent girls are especially vulnerable to iron deficiency because their bodies require more iron since blood loss occurs during menstruation (FMoH 2017b: 189).",
                "The primary goals of nutrition intervention are to promote normal physical and emotional development, as well as to prevent nutrient deficiencies and excesses. Adolescence provides a window of opportunity for nutrition intervention. An integrated service approach should be considered to make the interventions effective and sustainable. Comprehensive and integrated programs directed at multiple-risk behaviours are more likely to be successful than separated short-term interventions (FMoH 2017b: 192).",
                "Nutrition assessment is a tool used to identify those adolescents who are at risk of under/over- weight/obese; micronutrient deficiency and to assess related risk factors. The screening for adequacy of dietary intake and nutritional status of adolescents and youth should be conducted periodically and as required (FMoH 2017b: 192).",
               
                "Source: FMoH (2017b: 193) BMI = Weight in Kg/height in mt\nSteps for calculating and interpreting BMI-for-age (FMoH 2017b:193):\n• Step 1: Take precise weight and height measurements.\n• Step 2: Choose an appropriate growth chart (based on the age and gender of the child being weighed and measured).\n• Step 3: Make a record of the data.\n• Step 4: Determine your BMI\n• Step 5: Make a measurement chart.\n• Step 6: Analyse the data that has been plotted",
                "• Eat food from all of the food groups each day to meet the nutritional requirements.\n• Eat a variety of nutrient-dense foods, including fruits and vegetables, while limiting other foods such as sweets and fats (according to the food pyramid).\n• Have regular meals and healthy snacks.\n• Get at least 30 minutes of physical activity every day.",
                "To promote health, psychological well-being, and healthy body weight, engaging in regular physical activity and reducing sedentary activities are recommended (FMoH 2017b: 197). To reduce the risk of chronic disease in adulthood, adolescents and youth should engage in at least 30 minutes of moderate-intensity physical activity at work or at home on most days of the week, in addition to usual activity. Physical activity of higher intensity or duration will provide greater health benefits for the majority of people. To help manage body weight and prevent gradual, unhealthy body weight gain in adulthood, engaging in 60 minutes of moderate- to vigorous-intensity activity on most days of the week while not exceeding caloric intake is ideal.",
               
                "Monitoring is the routine process of systematic collection and analysis of data to assess a program's progress. Continuously monitor the data and use it for quality improvement and decision-making. Evaluation is the process of systematically aggregating and synthesizing various types and forms of data for the purpose of showing the value of a particular program (FMoH 2016:37).",
                "",
                "Mentoring is a transformational process that seeks to help individuals develop and apply knowledge to improve themselves on an on-going basis. It is part of the continuum of education required to produce competent health care providers. Coaching is the process of unlocking a person's potential in order to maximize his or her own performance. Improvement processes in clinical practice and health care systems can be accelerated with mentoring and coaching. Manzi, Hirschhorn, Sherr, Chirwa, Baynes, and Awoonor-Williams (2017).",
                
                "Supervision is helpful. In many low-income countries, supervisory mechanisms are underutilized, irregular, and unhelpful. A shift that increases capacity for internal supportive supervision at lower levels of service delivery will reduce logistical and logistical implementation challenges. The quality of supportive supervision is more important than the frequency; human interactions based on trust, confidentiality, and empathy are important (Avortri, Nabukalu & Nabyonga-Orem 2019: e001151).",
                "Health care providers should maintain proper records. Each service should be age disaggregated and show service utilisation by adolescent clients. Service delivery outlets should document and report service provision to the nearest health structure (FMoH 2017a: 74).",
                "The FMoH (2017a: 89) requires assessments of health care service providers, including the number of health care service providers trained in the provision of various services (see Table 6.4 for a list of services). \nIndicators: Number of health care providers available in the given facility, Numbers of Health care providers trained in the provision of the following AGSRH services"
          ],
    "images": [ "assets/images/chapter_7.jpg",
                "",
                "assets/images/chapter_7_2.jpg",
               
                "",
                "",
                "",
               
                "assets/images/chapter_7_table.jpg.png",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                ""]
}
