{
      "titles": [ "xHealth Promotion and SRH counselling services", 
                  "xEffective communication with adolescent clients",
                  "xPhysical and pubertal development",
                  "xMenarche and menstrual management",
                  "xLife planning and life skills education"],
      "content":[ "Health facilities should provide scientific, age/development and culturally appropriate preventive or curative care counselling. Encourage adolescent clients to know the physical, psychological and social aspects of SRH care. Accurate communication, education and counselling services can address gaps in health behaviours to make well-informed choices (WHO 2017c: 7). One of the core competencies of Health care providers is the provision of quality information and counselling services for adolescent girls.\\n ", 
                  "Communicate effectively with adolescent clients\\n \\n - Use simple language and ask factual questions (about intimate relationships and their beliefs). \\n - Build rapport, promote engagement and empowerment\\n - Be specific (ask about last sexual encounter to assess the need for emergency contraception).\\n - Encourage the client to speak about peers and family. \\n - Assess cognitive capacity and observe non-verbal signs.\\n - Ensuring privacy and confidentiality\\n - Active Listening and demonstrating interest\\n - Start the counseling session by talking about non-threatening issues\\n - Reduce stigma by correcting the situation\\n - Establishing a comfortable and open relationship\\n - The healthcare worker asks questions to check client understanding\\n - Show Empathy",
                  "- Be reassuring and non-judgmental and give her an opportunity to talk with confidence about psychological and biological changes.\\n - Ask about family and peer relationships to locate the client on the developmental continuum and facilitate individualized counselling.\\n - Ask about her intention to have sex or whether close friends are sexually active.\\n - If the adolescent girl did not have a baby, talk about the added difficulty of developmental milestones before she takes on adult responsibilities.",
                  "One of the defining events of puberty in girls is menarche. Therefore, in the early stage of adolescence girls should be prepared for menstruation. Adolescent girls' health literacy must include menarche and menstrual health management so that they are well informed before reaching menarche. Adolescent girls in rural and impoverished urban communities, for example, are less likely to use sanitary pads and may lack access to water and toilets at school. As a result, health care workers should promote MHM commodity options, and improving health facilities is one of the activities to be undertaken. (FMoH 2017b: 63). Adolescent girls experiencing menstrual irregularities should be seen by experienced midwife.",
                  "Adolescent girls should have communication and negotiation skills as well as self-reflection, decision-making, and problem-solving abilities, as well as the ability to cope with emotions and stress, as well as self-awareness and empathy. They should also be taught goal setting, values, critical thinking, academic, employability, and job-creation skills. These skills enable them to make responsible decisions to abstain or delay the age of first intercourse in order to avoid unintended or unplanned pregnancies, STIs or HIV and their unintended consequences. Competent Health care providers should respond to their client’s needs by being responsive, reassuring, and sensitive, and they should provide information and build skills that help them to take charge. Furthermore, health care workers (HCWs) should encourage collaborating with non-governmental organizations (NGOs) and schools to refer or link adolescent girls to health facilities that provide life skills education and/or training (FMoH 2017b: 61; WHO 2017a: 11)"],
      "images": [ "assets/images/doctor_monitoring.png",
                  "",
                  "",
                  "",
                  ""]
}
  