{
    "titles": [ "_Sexually-Transmitted Infections Preventions, Control and Treatment", 
                "_Sexually transmitted infections in adolescent clients",
                "_Approaches to STIs management and comprehensive care package",
                "_Practical considerations when managing STIs among adolescent clients",
                "_Full course of treatment",
                "_Prevention and management of STIs",
                "_Choosing a dual protection strategy",
                "_Risk of cervical cancer and prevention",
                "_Risk of cervical cancer",
                "_Cervical cancer prevention",
                "_Vaccine available for prevention",
                "_Screening for and treatment of cervical cancer",
                "_Infertility",
                "_Infertility prevention",
                "_HIV PREVENTION, CONTROL AND TREATMENT"
          ],
    "content":[ "Many STIs can occur without noticeable symptoms (WHO 2018d: 329). The most effective combination preventions for sexually transmitted infections are behavioural, biomedical and structural approaches. Sexually transmitted infections can be controlled through providing information and services such as individual counselling and the required treatment, improving health care-seeking behaviour, early identification and treatment, and appropriate case management (FMoH 2017a:26). One of the primary responsibilities of midwives is to provide sexually transmitted infections prevention, counselling and treatment (ICM 2019:13). Competent health care providers, on the other hand, diagnosed and treated sexually transmitted infections in adolescent girls in 36.4 % of cases, with 12.4% providing this service on weekends and at night.",
                "Sexually transmitted infections are a known risk factor for the development of cervical cancer as well as infertility later in life. However, if adequate antibiotics are available and standardised treatment protocols are followed, they can be avoided and cured (FMoH 2017a: 122).",
                "Early identification of sexually transmitted infections (Chlamydia and gonorrhoea) is not always possible. However, early identification is important both to avoid passing the infection on and to avoid serious long-term health consequences, such as cervical cancer, and congenital syphilis (WHO 2018a: 333). There are three diagnostic approaches to the management of sexually transmitted infections (STIs) (FMoH 2017b: 125).\n• Etiologic: A diagnosis is based on laboratory test results that identify the specific organism causing the infection.\n• Clinical: Based on the client's history, signs, and symptoms, the provider makes a diagnosis (or educated guess) about which organism is causing infection.\n• Syndromic: Diagnosis and treatment based on groups of symptoms or syndromes rather than specific STIs. All possible STIs that can cause those symptoms are treated at the same time.",
                "It is crucial to maintain clients’ confidentiality, show them respect and remain non-judgmental. Competent health care providers should provide health information, counselling and services (FMoH 2017b: 126). Practical considerations include:\n• Establishing good rapport, and carrying out history taking and physical examination in a sensitive manner. Arrive at the right diagnosis: risk assessment.\n• Communicating the diagnosis and its implications, link to HIV counselling and testing services, discuss treatment options and provide treatment.\n• Arranging follow-up visits, promoting safer sex for the prevention of recurrence, and providing risk reduction counselling, notifying and managing partners.",
                "Tailor clients’ treatment regimens to make it easier for them to complete their treatment. Competent health care providers should use the opportunity to determine each client’s need for other services, such as contraceptive services, that are provided at the health facility (FMoH 2017b:124, 126).",
                "To prevent STIs, Competent health care providers should discuss behavioural interventions, risk-reduction counselling, and barrier contraception methods such as condoms (FMoH 2017b: 126).",
                "Strategies for dual protection (WHO 2018a: 336) include delaying sex by abstaining for a longer period of time or by refraining from sexual activity maintaining a mutually dependable relationship, and with each sex act, using a condom correctly.",
                "Cervical cancer is the leading cause of death in women. In 2020, an estimated 604 000 women worldwide were diagnosed with cervical cancer, with 342 000 dying as a result of the disease. Cervical cancer is the most common cancer diagnosed in 23 countries and the leading cause of cancer death in 36, with the vast majority of these countries located in Sub-Saharan Africa (WHO 2020).",
                "Some factors make clients more likely to be infected by human papillomavirus such as having multiple sexual partners at the same time or over the years; women living with HIV; and having other STIs such as herpes simplex, Chlamydia, and gonorrhoea are all risk factors for cervical cancer for clients (WHO 2018a: 340).",
                "The Global Strategy’s goals to Accelerate Cervical Cancer Elimination for 2030 are as follows: (WHO 2020)\n\nAt the national level, aim to:\n• Vaccinate 90% of HPV-eligible girls;\n• Screen at least 70% of eligible women twice in their lifetimes; and\n• Effectively treat 90% of those who have a positive screening test or a cervical lesion, including palliative care as needed",
                "The primary target group in most countries recommending HPV vaccination is young adolescent girls aged 9–14. The vaccination schedule for all three vaccines is determined by the age of the vaccine recipient.\n\n• Females 15 years of age or older at the time of the first dose: a 2-dose schedule (0–6 months) is advised. If the interval between doses is less than 5 months, a third dose should be administered at least 6 months after the first dose.\n• Females 15 years of age or older at the time of the first dose: a three-dose schedule (0, 2, and 6 months) is advised. A three-dose regimen is still required for those who are immunocompromised and/or HIV-infected. Delivering the HPV vaccine to these target groups necessitates a systematic approach, such as school-based, healthcare facility-based, outreach, or a combination of these strategies.\nTwo vaccines (Gardasil and Cervarix) protect against cervical cancer, pre-cancer, and genital warts. Both vaccines are most effective when administered to girls before they become sexually active (WHO 2018a: 341).",
                "A comprehensive approach is recommended for the prevention of cervical cancer\n There are three approaches that are recommended. Preventive care should be provided at the same time as diagnostic services (WHO 2018a: 341). Cervical cancer is caused primarily by HPV infection, which is spread through sexual contact. To help prevent cervical cancer, women can be screened using a variety of tests to identify those who have or are at risk of developing cervical pre-cancer. Cervical intraepithelial neoplasia (CIN) is distinguished by cellular changes in the cervix's transformation zone. Infections with human papillomavirus (HPV), particularly high-risk HPV strains such as strains 16 and 18 (these two strains cause more than 70% of cervical cancers), are the most common cause of CIN.",
                "Primary and secondary infertility is the most common types of infertility globally (WHO 2018a: 364).\nCauses\nSexually transmitted infections are a leading cause of infertility. Gonorrhoea and Chlamydia can infect the fallopian tubes, uterus, and ovaries if left untreated (WHO 2018a1365).",
                "Clients have to be educated on how to avoid STIs/HIV and treat cases and identify cases are treated (WHO 2018a: 366). Infertility can be prevented in many cases. Advise clients on how to avoid STIs/HIV and encourage them to seek treatment as soon as they suspect they have an STI or have been exposed to one. Treat clients who exhibit STI symptoms because treating these infections can help to prevent infertility (WHO 2018a: 366).",
                "The human immune-deficiency virus is abbreviated as HIV. Clients should be counselled on how to lower their risk of HIV infection, as well as HIV prevention and treatment, as well as pre- exposure prophylaxis (WHO 2018a: 332). Counsel clients on reducing risk through HIV counselling and testing, and promote dual protection methods routinely (WHO 2018a: 332). One of the primary responsibilities of competent health care providers is to provide HIV prevention, treatment, care and support services (ICM 2019:13)."
          ],
    "images": [ "assets/images/HIV.png",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "assets/images/chapter_4_image.jpg",
                "",
                "",
                "",
                ""]
}
