{
      "titles": [ "_CONTRACEPTIVE COUNSELLING AND SERVICES", 
                  "_Quality of contraceptive service for adolescent girls",
                  "_Integration of contraception counselling and provision of contraceptive service ",
                  "_Competencies of service providers on contraception to adolescent girls",
                  "_Infection prevention in the health facilities",
                  "_Hand washing in infection prevention",
                  "_Contraceptive method mix counseling",
                  "_",
                  "_",
                  "_",
                  "_",
                  "_",
                  "_",
                  "_",
                  "_"
            ],
      "content":[ "Contraceptive counselling is most effective when it is tailored to the specific needs of the client. Clients must be allowed time to reflect and ask questions about contraception methods (WHO 2018a: 370). Qualified providers should provide counselling and services to adolescent girls (WHO 2011a: 4) by improving adolescent girls access and offering post-abortion contraception in order to reduce the likelihood of adolescent girls having second pregnancies. Service providers should provide counselling and services to adolescent girls to improve access to contraceptive services and to reduce the likelihood of the consequent occurrence of unplanned pregnancies. The services also need to be adolescent friendly. Health providers must promote adolescent-friendly contraceptive counselling and services (FMoH 2017a: 32, 34). One of the core competencies of service providers is to provide contraceptive counselling and services (ICM 2019:13-21).",
                  "Confidential and respectful interpersonal communication is essential for quality contraceptive service for adolescent girls. Procedures must be performed with technical competence and skill, and different contraceptive methods must be available. Midwives must know and use family planning guidelines, protocols and checklists. Adolescent girls need to have access to and be comfortable using the contraceptives services, and know where to obtain services (MoH 2019c: 47). Adolescent girls who are not sexually active should be educated to delay first sex and given information about contraceptive methods and services (MoH 2019c).",
                  "Contraceptive information and services should be routinely integrated as part of sexual and reproductive health services, such as antenatal, postpartum, abortion, and post-abortion care, as well as HIV testing, treatment, and care provided in the health care setting. Mobile outreach services are used to improve access to contraceptive information and services for people who live in remote areas. Integration of contraceptive commodities, supplies, and equipment covering a wide range of methods within the essential medicine supply chain, including emergency contraception \nCompetent Health care providers providing counselling on contraception might encounter adolescent clients who are coming for contraception counselling and provision and other SRH services. Competent Health care providers through different units in health facilities should be \nable to educate and counsel adolescent clients on contraceptives including post-partum and post-abortion contraceptive methods, and pregnancy tests.\n",
                  "More adolescent girls will have access to contraceptive methods as more health care providers are authorized and trained to provide them. Specific competency-based training and on-going educational support enhance the capacity of contraceptive counselling and uptake of services. Counselling, education, and technical skills involved in inserting and removing IUDs or implants are all part of the training (WHO 2018a: 373).",
                  "In family planning clinics, use universal precautions for infection prevention (WHO 2018a: 376). Infection-prevention procedures are simple, effective, and low-cost. When service providers do not adhere to infection prevention practices, infectious organisms can easily attach clients attending and can spread from health facilities to communities. In family planning  units, universal precautions to prevent infection must be followed.",
                  "The single most important infection-prevention procedure is hand washing. Before and after examining or treating each client, health professionals must wash their hands. Rub hands for at least 20 seconds with clean water and plain soap. Make sure to clean in between fingers and under fingernails. Hands should be washed before putting on gloves, after removing gloves, and whenever they become dirty. Similarly, wash your hands when you arrive at work, after you use the restroom or latrine, and when you leave.\nDry your hands with a paper towel or a clean, dry cloth towel that no one else is using, or let them air dry. If clean water and soap are not available, hand sanitizers containing at least 80% alcohol can help to reduce the number of germs on one’s hands. Sanitizers do not eliminate all types of germs and might not remove harmful chemicals (WHO 2018a: 376).\n",
                  "Contraceptive method mix counseling is central to quality contraceptive services (MoH 2019c: 48). Health care providers should provide unbiased counseling to promote and enhance voluntary and informed method mix, including long acting and short acting contraceptive methods. Contraceptive method mix, including long-acting reversible contraceptives, should be explained to clients. The health care workers counsel on how to improve the quality of contraceptive services provided to adolescent girls. The goal is to cultivate respect, non-judgment, adolescent girls' friendliness, and confidence in making informed decisions about their own lives (MoH 2019c) by counseling them that method mix consists of the following and categorizing them as follows:\n1.Long acting reversible contraceptive (LARCs)\n\n•Contraceptive implants\n\n•Intrauterine contraceptive devices (IUCD)\n\n2.Short-acting contraception\n\n•Male and female condoms\n\n•Oral contraceptives (OCP)\n\n•Injectables Contraceptives\n\n•Emergency contraceptives\n\n•Others as updated by the National EFDA",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  ""
            ],
      "images": [ "assets/images/counselling.png",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  "",
                  ""]
}
  