{
    "titles": [ "_Antenatal, Intrapartum and Postnatal Care Services", 
                "_Antenatal, intrapartum and postnatal care services for adolescent",
                "_",
                "_",
                "_",
                "_",
                "_",
                "_",
                "_",
                "_",
                "_",
                "_",
                "_",
                "_",
                "_"
          ],
    "content":[ "Pregnancy, childbirth, and the first six weeks after childbirth are critical times for maternal and newborn survival. Antenatal, intrapartum, and postnatal care services serve as a foundation for other critical health care functions (WHO 2018a: 345). One of the primary responsibilities of Competent health care providers is to provide intrapartum care (ICM 2019:17). Almost all midwives in Ethiopia provided antenatal, intrapartum, and postpartum care for adolescent girls and women in need.",
                "Antenatal, childbirth and postnatal services include Family planning. In addition, review maternal and newborn danger signs as well as the complication readiness plan. It provides nutritional and psychological support, as well as self-care and other healthy practices (WHO 2018a: 346-349). Several factors affect safe adolescent pregnancy and childbirth, including (2017b: 107):\n• Lack of access: Limited SRH information and services are available.\n• Child-marriage: Girls that are pressured to have children upon marriage to prove fertility.\n• Early initiation of sex: Sexual activity among adolescent girls is increasing.\n• Sexual coercion: Girls are assaulted, coerced into having sex and pregnancies.\n• Socio-economic factors: Sexual exploitation often results in early pregnancy.\n• Disabilities\n• Lack of information about sexual and reproductive health and rights.\n• Inadequate access to services tailored to young people\n• Family, community and social pressure to marry\n• Sexual violence\n• Child, early and forced marriage\n• Humanitarian emergency conditions: war civil unrest, political upheavals\n• Educational, peer pressure, media exposure, family structure, nutritional status, GBV, and other factors",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                ""
          ],
    "images": [ "assets/images/mother_care.png",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                ""]
}
